Repository: ahmetkah/btk_todo
Catalog: lib/core/l10n/app_*.arb
Languages: tr

source: Application version
tr: Uygulama versiyonu

# authAlreadyAccount
source: Have an account already?
tr: Zaten bir hesabın var mı?

# authButtonLogIn
source: Log In
tr: Giriş Yap

# authButtonLogOut
source: Log Out
tr: Çıkış Yap

# authButtonSignUp
source: Sign Up
tr: Kaydol

# authCreateAccount
source: Create account
tr: Hesap Oluşturun

# authRegisterAccount
source: Create Account and
tr: Hesap Oluştur ve

# authFormErrorsFill
source: Please fill in the {fieldname} field
tr: Lütfen {fieldname} alanını doldurun

# authFormErrorsInvalid
source: Please enter a valid {fieldname}
tr: Lütfen geçerli bir {fieldname} girin

# authFormName
source: Name
tr: Ad

# authFormPassword
source: Password
tr: Şifre

# authFormSurname
source: Surname
tr: Soyad

# authFormUsername
source: Username
tr: Kullanıcı Adı

# authJoinAppToday
source: Join {appName} today
tr: {appName}'ya katıl

# authLoginWelcomeMessage
source: Welcome
tr: Hoşgeldiniz

# authNoAccount
source: Don't have an account?
tr: Henüz bir hesabın yok mu?

# authSignInToApp
source: Sign in to {appName}
tr: {appName}'ya giriş yap

# dividerOrText
source: OR
tr: YA DA

# landingGreeting
source: Hello
tr: Merhaba

# landingMessage
source: If you don't have an account, create one or continue by logging in.
tr: Hesabınız yoksa bir hesap oluşturun veya giriş yaparak devam edin.

# loginMessageError
source: Please check your username or password
tr: Kullanıcı adınızı veya parolanızı kontrol edin

# loginMessageSuccess
source: Signed in as {email}
tr: {email} olarak giriş yaptınız

# logoutMessageSuccess
source: You have been logged out.
tr: Oturumunuz kapatıldı

# noTodosMessage
source: Awesome! You have no tasks to do right now.
tr: Harika! Şu anda yapılacak işin yok.

# signupMessageError
source: Please check your username, name, surname, or password
tr: Lütfen kullanıcı adınızı, adınızı, soyadınızı veya şifrenizi kontrol edin

# signupMessageSuccess
source: Signed up as {email}
tr: {email} olarak kaydoldu
